{
  "belt.name": "Conveyor Belt",
  "belt.description": "Moves items, can pull and push from chests and machines.",

  "belt2.name": "Fast Conveyor Belt",
  "belt2.description": "Moves items twice as fast, can pull and push from chests and machines.",

  "belt3.name": "Turbo Conveyor Belt",
  "belt3.description": "Moves items four times as fast, can pull and push from chests and machines.",

  "bridge.name": "Bridge",
  "bridge.description": "Bridges across a vertical and horizontal belt.",

  "splitter.name": "Splitter",
  "splitter.description": "Splits items that come into it evenly to all belts coming out of it.",
  
  "filter.name": "Filter",
  "filter.description": "If an item pushed into the Filter matches the filter, it passes forward. Otherwise, the item is output to the left or right. To set the Filter's item interact with the filter while holding an item. To remove the Filter's item interact with an empty hand.",

  "inputchest.name": "Input Hub",
  "inputchest.description": "Place this inside a building to let belts to push items into the building. Items can then be pulled from the Input Hub by belts.",
  "outputchest.name": "Output Hub",
  "outputchest.description": "Place this inside a building to let belts pull items out of the building. Items must be placed into the Output Hub before they can be extracted.",
  
  "belt.category.name": "Belt",


  "config.quality.name": "Show Quality",
  "config.quality.tooltip": "Whether to display quality of items on belts.",
  "config.updaterate.name": "Update rate of belts",
  "config.updaterate.tooltip": "The frequency belts check for updates in milliseconds.",
  "config.pushplayer.name": "Belt velocity against player",
  "config.pushplayer.tooltip": "The force that belts push the player around with.",
  "config.speedplayer.name": "Belt player speed boost",
  "config.speedplayer.tooltip": "The speed boost a player gets when walking \"with\" the belt.",
  "config.rkeybind.name": "Rotate Keybind",
  "config.rkeybind.tooltip": "Key to rotate belts, both before and after placement.",
  "config.brownbelts.name": "Wood Belts",
  "config.brownbelts.tooltip": "Changes sprite of belts to a \"less industrial\" wooden version of the texture. (by vickylchq)",
  "config.dronehub.name": "Drone Hub Sprites",
  "config.dronehub.tooltip": "Changes sprite of belts to a drone when attached to a building with a hub inside.",

  "config.pushmachine.name": "Push into Machines",
  "config.pushmachine.tooltip": "Allows belts to push items into machines.",
  "config.pullmachines.name": "Pull from Machines",
  "config.pullmachines.tooltip": "Allows belts to pull items out of machines."
}